[
    {
        "id": 1,
        "name": "Old Dhaka",
        "img": "https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-01-1024x683.jpg.webp",
        "details":"Oh, Old Dhaka! Sitting on the bank of the Buriganga River, Old Dhaka’s rich culture and heritage are reflected in both its architecture and the lifestyle of the city’s population. Dhaka is the capital of Bangladesh, and the southernmost region of the city is called Old Dhaka.Among the landmarks in Old Dhaka, the Lalbagh Fort and Ahsan Manjil are two of the most visited sites. The former is an incomplete fort from Mughal times. The latter housed the Nawabs and is built upon the rich Mughal architectural principles."
    },
    {
        "id": 2,
        "name": "Sonargaon",
        "img": "https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-02-1024x683.jpg.webp",
        "details":"The Tara Mosque, Rose Garden Palace, Christian Cemetery at Wari, and Bahadur Shah Park all come with their own fascinating history and are must-visit places if you are in the area.Don’t forget to visit the University of Dhaka campus that spans six hundred acres of land. The Faculty of Science building is called Curzon Hall, named after Lord Curzon, and consists of a unique mix of Mughal and European architecture."
    },
    {
        "id": 3,
        "name": "Chittagong",
        "img": "https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-03-1024x683.jpg.webp",
        "details":"Chittagong is the largest and most progressive city after Dhaka. The glorious Chittagong hill tracts are arguably the area’s most famous natural spot, and definitely worth seeing. However, the city and the district have so much more to discover.Among the natural tourist spots, Boga Lake, Naval Beach, Guliakhali Beach, Patenga Beach, Karnaphuli River, and Bhatiary Lakes are some of the most popular places to visit.If you love museums, you can visit the museum at Chittagong Circuit House, Zia Memorial Museum, or Bistaar – Chittagong Art Complex. The city also has a safari park, an amusement park (Foy’s Lake), and a family-friendly zoo that is perfect for an afternoon of exploring and seeing wildlife."
    },
    {
        "id":4,
        "name":"Sylhet",
        "img":"https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-04-1024x683.jpg.webp",
        "details":"Cast your eyes on a map of Bangladesh, and you’ll quickly be able to locate Sylhet in the eastern region. Not only is it one of the country’s greenest districts, it also has the highest amount of rainfall.Sylhet is popular for its lakes and other water bodies, and it is also home to many tea gardens and small tropical forests. Ratargul Swamp forest, which is a freshwater swamp forest, is the most iconic place to visit here, closely followed by Jaflong and Bisanakandi. You can view some truly jaw-dropping feats of nature in these forests, unlike anywhere else on Earth. A 14th-century Muslim saint Shah Jalal is buried in this very district. His burial site has been turned into a shrine and is known as Shahjalal Dargah, which is visited by millions of people all year round."

    },
    {
        "id":5,
        "name":"Cox’s Bazar",
        "img":"https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-05-1024x683.jpg.webp",
        "details":"Cox’s Bazar is one of the most popular places for tourists in Bangladesh, visited all year round. The district is located in the southeastern part of the country and is home to the longest sea beach in the world. When it comes to Cox’s Bazar, you are spoilt for choice when it comes to sun, sea, and sand. Inani, Kolatoli, Sugandha, and Laboni Point are just several of the region’s many beaches. You can also find beautiful hotels and resorts dotted throughout the region. Himchori has hilltops and waterfalls and is close to Kolatoli beach. In addition, Cox’s Bazar is a shopper’s paradise. The Burmese market has a strong foothold there, and you can find vast collections of decorations, beautiful clothing, household items, cutlery and kitchen supplies, and cosmetics throughout these shops.If you love seafood, visit any of the restaurants or roadside shops to find a variety of seafood dishes, served fresh. The fine-dining restaurants serve foods from all over the world, so you’ll always be spoilt for choice!"
    },
    {
        "id":6,
        "name":"The Sundarbans",
        "img":"https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-06-1024x683.jpg.webp",
        "details":"The Sundarbans are one of the largest Mangrove forests in the world and home to thousands of species of trees and animals. It is one of Bangladesh’s top tourist attractions and is home to the national symbol – the Royal Bengal Tiger.Sundarban has small beaches and islands that can be enjoyed throughout the day, and particularly at sunset. You can also walk through the dense forest, getting up close and personal with the luscious plants and so much amazing wildlife. Hiron Point, or Nilkomol, is a must-visit spot where you can see various animals in their natural habitat. If you are lucky, you might even get a glimpse of the Royal Bengal tiger!"
    },
    {
        "id":7,
        "name":"St. Martin’s Island",
        "img":"https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-07-1024x683.jpg.webp",
        "details":"Located close to Cox’s Bazar and the Bay of Bengal, Saint Martin’s Island is a small and very popular island, frequented by tourists from all around the world. The island is tiny and can be explored within a day. No vehicles are allowed on the island either, making it a pollution-free territory. St. Martin’s has an extension called the Chhera Dweep or Chhera Island, that you can visit via a rented speedboat.When not roaming around the awe and beauty of the island, you can try your hand at plenty of activities, such as scuba diving, cycling, and stargazing (or moon gazing if you visit during a full moon). The island also has unique snacks and foods that you do not want to miss!"
    },
    {
        "id":8,
        "name":"Srimangal",
        "img":"https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-08-1024x683.jpg.webp",
        "details":"Located in the northwest of Bangladesh, Srimangal is one of the greenest places in the country. It consists of acres upon acres of wonderous tea gardens and sprawling fields, dotted with tranquil lakes.You can begin your tour with Lawachara National Park. The tropical forest contains hundreds of different species of trees and animals. The Nurjahan Tea Estate has lush tea gardens, stretching across acres of land. Even a mere glimpse is nothing less than therapy to soothe your mind and soul.Srimangal is also popular for its lakes and waterfall. Do not forget to visit Madhabpur Lake and Baikka Beel. The tranquil water body meets the green, and the views can be enjoyed best during late afternoon and at sunset.Ham Ham Waterfall is usually pleasant during the monsoon season when there is enough water in it. If you love a little hiking, you can visit the temple on top of the Laaltila or Red Hill.Srimangal is home to some of the finest variations of tea, so don’t forget to try plenty of different teas, and bring home a few packs with you, when you’re visiting."
    },
    {
        "id":9,
        "name":"Khagrachari and Sajek Valley",
        "img":"https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-09-683x1024.jpg.webp",
        "details":"Khagrachari is located in the Chittagong hill tracts, and is popular among hikers and trekkers. It has several lakes and small hill,s along with the Teduchara fountain, recognized as one of the most beautiful fountains in Bangladesh.Alutila cave and Sajek Valley are both wildly popular tourist spots in Khagrachari. The Alutila cave can be crossed in about twenty minutes. Thrill-seekers will enjoy the adventure through the rugged clay rocks and icy cold waters."

    },
    {
        "id":10,
        "name":"Bandarban",
        "img":"https://nomadparadise.com/wp-content/uploads/2021/04/bangladesh-places-10-1024x683.jpg.webp",
        "details":"South of Chittagong lies Bandarban. It is also another popular destination for hikers and trekkers, dotted with hills and lakes that will etch beautiful memories in your mind. The river Sangu runs through this district, and the lands house at least thirteen different indigenous tribes.Nilachal Point is the most popular destination in Bandarban. From here, you can see the entire Bandarban cityscape before your very eyes, and needless to say, the view is breathtaking. The Golden Temple or the Buddha Dhatu Jadi is a Buddhist temple and is also frequented by travelers. Bandarban has two popular hills – Nilgiri and Chimbuk Hill, and you don’t have to be a hiker to visit them. You can also roam the streets of the city and even visit the residence of the indigenous tribes."
    }

]